get blue
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public uint GetBlue()
  Visual Basic
Public Function GetBlue As UInteger
  Visual C++
public:
unsigned int GetBlue()
 Return Value
 blue
 See Also
  ColorWithTransparency Class
  Autodesk.Revit.DB Namespace